app/Controllers/SuratMasuk.php

SELECT *
FROM `surat_masuk`
---
    public function formTambahSuratMasuk()
    {
        helper(['form', 'url']);
        $data = [
            'title' => 'Tambah Data',
            'suratmasuk' => $this->SuratMasukModels->findAll(),