app/Models/SuratKeluarModels.php

SELECT COUNT(*) AS `numrows` FROM `surat_Keluar`
---
    public function hitungSuratKeluar()
    {
        return $this->db->table('surat_Keluar')->countAll();