app/Models/SuratMasukModels.php

    public function hitungSuratMasuk()
    {
        return $this->db->table('surat_masuk')->countAll();
---
SELECT COUNT(*) AS `numrows` FROM `surat_masuk`