app/Models/SuratTugasModels.php

SELECT COUNT(*) AS `numrows` FROM `surat_tugas`
---
    public function hitungSuratTugas()
    {
        return $this->db->table('surat_tugas')->countAll();